Repository: HenriquesPontes/Near
Catalog: Near/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt, pt_br, ru, zh_hans

source: Geographic Threat Map
ar: خريطة التهديد الجغرافي
de: Geografische Bedrohungskarte
es: Mapa de amenazas geográficas
fr: Carte des menaces géographiques
hi: भौगोलिक ख़तरा मानचित्र
it: Mappa geografica delle minacce
ja: 地理的脅威マップ
ko: 지리적 위협 지도
pt: Mapa geográfico de ameaças
pt_br: Mapa geográfico de ameaças
ru: Географическая карта угроз
zh_hans: 地理威胁图

source: Get notified when potential surveillance devices are nearby.
ar: احصل على إشعار عندما تكون أجهزة المراقبة المحتملة قريبة.
de: Lassen Sie sich benachrichtigen, wenn potenzielle Überwachungsgeräte in der Nähe sind.
es: Reciba notificaciones cuando haya posibles dispositivos de vigilancia cerca.
fr: Soyez averti lorsque des appareils de surveillance potentiels sont à proximité.
hi: संभावित निगरानी उपकरण पास में होने पर सूचना प्राप्त करें।
it: Ricevi una notifica quando potenziali dispositivi di sorveglianza si trovano nelle vicinanze.
ja: 潜在的な監視デバイスが近くにある場合に通知を受け取ります。
ko: 잠재적인 감시 장치가 근처에 있으면 알림을 받습니다.
pt: Seja notificado quando possíveis dispositivos de vigilância estiverem próximos.
pt_br: Seja notificado quando possíveis dispositivos de vigilância estiverem próximos.
ru: Получайте уведомления, когда поблизости находятся потенциальные устройства наблюдения.
zh_hans: 当附近有潜在的监控设备时收到通知。

source: Getting warmer. Keep looking in this area.
ar: الحصول على أكثر دفئا. استمر في البحث في هذا المجال.
de: Es wird wärmer. Suchen Sie weiter in diesem Bereich.
es: Cada vez más cálido. Sigue buscando en esta zona.
fr: Il fait plus chaud. Continuez à chercher dans ce domaine.
hi: गर्म हो रहा है। इस क्षेत्र में देखते रहें.
it: Diventando più caldo. Continua a cercare in quest'area.
ja: 暖かくなってきました。このエリアを探し続けてください。
ko: 점점 따뜻해지고 있어요. 이 지역을 계속 살펴보세요.
pt: Ficando mais quente. Continue procurando nesta área.
pt_br: Ficando mais quente. Continue procurando nesta área.
ru: Становится теплее. Продолжайте искать в этой области.
zh_hans: 越来越暖和。继续在这个区域寻找。

source: Good (>-80dBm)
ar: جيد (> -80 ديسيبل)
de: Gut (>-80 dBm)
es: Bueno (>-80dBm)
fr: Bon (>-80dBm)
hi: अच्छा (>-80dBm)
it: Buono (>-80dBm)
ja: 良好 (>-80dBm)
ko: 양호(>-80dBm)
pt: Bom (>-80dBm)
pt_br: Bom (>-80dBm)
ru: Хорошо (>-80 дБм)
zh_hans: 良好（>-80dBm）

source: Google AI Glasses
ar: نظارات جوجل للذكاء الاصطناعي
de: Google AI-Brille
es: Gafas de IA de Google
fr: Lunettes IA Google
hi: Google AI चश्मा
it: Occhiali AI di Google
ja: Google AI メガネ
ko: 구글 AI 안경
pt: Óculos de IA do Google
pt_br: Óculos de IA do Google
ru: Очки Google с искусственным интеллектом
zh_hans: 谷歌人工智能眼镜

source: Google Glass
ar: جوجل زجاج
es: gafas de google
fr: Google Verres
hi: गूगल ग्लास
ja: グーグルグラス
ko: 구글 글래스
pt: Google Vidro
pt_br: Google Vidro
ru: Гугл Стекло
zh_hans: 谷歌眼镜

source: Google Glass, Gentle Monster, Warby Parker, XREAL
ar: جوجل جلاس، جنتل مونستر، واربي باركر، إكسريل
es: Google Glass, Monstruo Gentil, Warby Parker, XREAL
hi: गूगल ग्लास, जेंटल मॉन्स्टर, वॉर्बी पार्कर, XREAL
ja: Google グラス、ジェントル モンスター、ワービー パーカー、XREAL
ko: 구글 글래스, 젠틀몬스터, 와비파커, XREAL
pt: Google Glass, Monstro Gentil, Warby Parker, XREAL
pt_br: Google Glass, Monstro Gentil, Warby Parker, XREAL
zh_hans: 谷歌眼镜、Gentle Monster、Warby Parker、XREAL

source: Google x Gentle Monster
ar: جوجل x جنتل مونستر
de: Google x Sanftes Monster
es: Google x monstruo gentil
fr: Google x Doux Monstre
hi: गूगल एक्स जेंटल मॉन्स्टर
it: Google x Gentile Mostro
ja: Google × ジェントルモンスター
ko: 구글x젠틀몬스터
pt: Google x Monstro Gentil
pt_br: Google x Monstro Gentil
ru: Google x Джентл Монстр
zh_hans: 谷歌 x 温柔怪物

source: Google x Warby Parker
ar: جوجل × واربي باركر
hi: गूगल एक्स वॉर्बी पार्कर
ja: Google x ワービー パーカー
ko: 구글 x 와비 파커
ru: Google x Уорби Паркер
zh_hans: 谷歌 x 沃比帕克

source: Google XREAL/Aura
ar: جوجل اكسريال/هالة
hi: गूगल XREAL/आभा
ja: Google XREAL/オーラ
ko: 구글 XREAL/Aura
ru: Google XREAL/Аура
zh_hans: 谷歌 XREAL/光环

source: Here
ar: هنا
de: Hier
es: Aquí
fr: Ici
hi: यहाँ
it: Qui
ja: ここ
ko: 여기
pt: Aqui
pt_br: Aqui
ru: Здесь
zh_hans: 这里

source: High
ar: عالي
de: Hoch
es: Alto
fr: Élevée
hi: उच्च
it: Alta
ja: 高い
ko: 높은
pt: Alta
pt_br: Alto
ru: Высокий
zh_hans: 高

source: Higher sensitivity alerts you even for weak/distant signals, but increases potential false triggers.
ar: تنبهك الحساسية العالية حتى للإشارات الضعيفة/البعيدة، ولكنها تزيد من المحفزات الكاذبة المحتملة.
de: Höhere Empfindlichkeit warnt dich auch bei schwachen/entfernten Signalen, erhöht aber das Risiko von Fehlalarmen.
es: Una mayor sensibilidad alerta incluso ante señales débiles/lejanas, pero aumenta los falsos positivos.
fr: Une sensibilité élevée vous alerte même pour les signaux faibles/lointains, mais augmente les faux positifs.
hi: उच्च संवेदनशीलता आपको कमजोर/दूर के संकेतों के लिए भी सचेत करती है, लेकिन संभावित गलत ट्रिगर को बढ़ा देती है।
it: Una sensibilità più alta ti avvisa anche per segnali deboli/lontani, ma aumenta i potenziali falsi allarmi.
ja: 感度を高くすると、弱い信号や遠距離の信号でも警告しますが、誤トリガーの可能性が高くなります。
ko: 민감도가 높을수록 신호가 약하거나 멀리 떨어져 있어도 경고가 발생하지만 잘못된 트리거 가능성이 높아집니다.
pt: Sensibilidade maior alerta sobre sinais fracos/distantes, mas aumenta potenciais falsos alarmes.
pt_br: A sensibilidade mais alta alerta você mesmo sobre sinais fracos/distantes, mas aumenta possíveis falsos gatilhos.
ru: Более высокая чувствительность предупреждает вас даже о слабых/удаленных сигналах, но увеличивает вероятность ложных срабатываний.
zh_hans: 更高的灵敏度即使在信号微弱/较远时也会发出警报，但这会增加潜在的误报率。

source: How to respond if alerted:
ar: كيفية الرد في حالة التنبيه:
de: Wie man bei einem Alarm reagiert:
es: Cómo responder si se alerta:
fr: Comment réagir en cas d'alerte :
hi: चेतावनी मिलने पर कैसे प्रतिक्रिया दें:
it: Come comportarsi in caso di allerta:
ja: 警告を受けた場合の対応方法:
ko: 경고를 받은 경우 대처 방법:
pt: Como agir se for alertato:
pt_br: Como responder se for alertado:
ru: Как реагировать, если вас предупредили:
zh_hans: 收到警报后如何应对：

source: ID: %@
ar: بطاقة تعريف: ٪@
de: AUSWEIS: %@
es: IDENTIFICACIÓN: %@
fr: IDENTIFIANT: %@
hi: पहचान: %@
pt: EU IA: %@
pt_br: EU IA: %@
ru: ИДЕНТИФИКАТОР: %@

source: Ignore Device (Add to Whitelist)
ar: تجاهل الجهاز (إضافة إلى القائمة البيضاء)
de: Gerät ignorieren (Zur Whitelist hinzufügen)
es: Ignorar dispositivo (Añadir a lista blanca)
fr: Ignorer l'appareil (Ajouter à la liste blanche)
hi: डिवाइस पर ध्यान न दें (श्वेतसूची में जोड़ें)
it: Ignora dispositivo (Aggiungi alla lista bianca)
ja: デバイスを無視する (ホワイトリストに追加)
ko: 장치 무시(화이트리스트에 추가)
pt: Ignorar Dispositivo (Adicionar à Lista Branca)
pt_br: Ignorar dispositivo (adicionar à lista de permissões)
ru: Игнорировать устройство (добавить в белый список)
zh_hans: 忽略设备 (加入白名单)

source: Ignored Devices
ar: الأجهزة التي تم تجاهلها
de: Ignorierte Geräte
es: Dispositivos ignorados
fr: Appareils ignorés
hi: उपेक्षित उपकरण
it: Dispositivi ignorati
ja: 無視されるデバイス
ko: 무시된 장치
pt: Dispositivos Ignorados
pt_br: Dispositivos ignorados
ru: Игнорируемые устройства
zh_hans: 已忽略的设备

source: IGNORED DEVICES (WHITELIST)
ar: الأجهزة التي تم تجاهلها (القائمة البيضاء)
de: IGNORIERTE GERÄTE (WHITELIST)
es: DISPOSITIVOS IGNORADOS (LISTA BRANCA)
fr: APPAREILS IGNORÉS (LISTE BLANCHE)
hi: उपेक्षित डिवाइस (श्वेतसूची)
it: DISPOSITIVI IGNORATI (LISTA BIANCA)
ja: 無視されたデバイス (ホワイトリスト)
ko: 무시된 장치(허용 목록)
pt: DISPOSITIVOS IGNORADOS (LISTA BRANCA)
pt_br: DISPOSITIVOS IGNORADOS (LISTA BRANCA)
ru: ИГНОРИРУЕМЫЕ УСТРОЙСТВА (БЕЛЫЙ СПИСОК)
zh_hans: 已忽略的设备 (白名单)

source: Italiano
ar: ايطالي
de: Italienisch
fr: italien
hi: इतालवी
ja: イタリア語
ko: 이탈리아 사람
ru: итальянский
zh_hans: 意大利语

source: iVue Camera Glasses
ar: نظارات كاميرا آي فيو
de: iVue Kamerabrille
es: Gafas para cámara iVue
fr: Lunettes pour appareil photo iVue
hi: iVue कैमरा चश्मा
it: Occhiali iVue
ja: iVue カメラ メガネ
ko: iVue 카메라 안경
pt: Óculos para câmera iVue
pt_br: Óculos para câmera iVue
ru: Очки для камеры iVue
zh_hans: iVue 相机眼镜

source: iVue Camera Glasses Nearby! ⚠️
ar: نظارات كاميرا iVue القريبة! ⚠️
de: iVue-Kamerabrille in der Nähe! ⚠️
es: ¡Gafas para cámara iVue cerca! ⚠️
fr: Lunettes de caméra iVue à proximité ! ⚠️
hi: पास में iVue कैमरा चश्मा! ⚠️
it: Occhiali iVue Nelle Vicinanze! ⚠️
ja: iVue カメラ メガネが近くにあります! ⚠️
ko: iVue 카메라 안경이 근처에 있습니다! ⚠️
pt: Óculos de câmera iVue próximos! ⚠️
pt_br: Óculos de câmera iVue próximos! ⚠️
ru: Очки для камеры iVue рядом! ⚠️
zh_hans: iVue 相机眼镜就在附近！ ⚠️

source: Language
ar: لغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
it: Lingua
ja: 言語
ko: 언어
pt: Idioma
pt_br: Linguagem
ru: Язык
zh_hans: 语言

source: Legal
ar: قانوني
fr: Légal
hi: कानूनी
it: Legale
ja: 法律上の
ko: 합법적인
pt: Jurídico
pt_br: Jurídico
ru: Юридический
zh_hans: 合法的

source: Licences
ar: التراخيص
de: Lizenzen
es: Licencias
hi: लाइसेंस
it: Licenze
ja: ライセンス
ko: 라이센스
pt: Licenças
pt_br: Licenças
ru: Лицензии
zh_hans: 许可证

source: Light
ar: ضوء
de: Hell
es: Claro
fr: Clair
hi: रोशनी
it: Chiaro
ja: ライト
ko: 빛
pt: Claro
pt_br: Luz
ru: Свет
zh_hans: 光

source: Likely features a micro-projector or waveguide HUD for augmented reality.
ar: من المحتمل أن يحتوي على جهاز عرض صغير أو دليل موجي HUD للواقع المعزز.
de: Verfügt wahrscheinlich über einen Mikroprojektor oder ein Wellenleiter-HUD für Augmented Reality.
es: Probablemente cuente con un microproyector o HUD de guía de ondas para realidad aumentada.
fr: Comporte probablement un micro-projecteur ou un HUD à guide d'ondes pour la réalité augmentée.
hi: संवर्धित वास्तविकता के लिए संभवतः एक माइक्रो-प्रोजेक्टर या वेवगाइड HUD की सुविधा है।
it: Probabilmente presenta un microproiettore o un HUD a guida d'onda per la realtà aumentata.
ja: おそらく、拡張現実用のマイクロプロジェクターまたは導波管 HUD が搭載されています。
ko: 증강 현실을 위한 마이크로 프로젝터 또는 도파관 HUD가 특징일 가능성이 높습니다.
pt: Provavelmente apresenta um microprojetor ou HUD de guia de ondas para realidade aumentada.
pt_br: Provavelmente apresenta um microprojetor ou HUD de guia de ondas para realidade aumentada.
ru: Вероятно, оснащен микропроектором или волноводным HUD для дополненной реальности.
zh_hans: 可能具有用于增强现实的微型投影仪或波导 HUD。

source: Location Access Required
ar: الوصول إلى الموقع مطلوب
de: Standortzugriff erforderlich
es: Se requiere acceso a la ubicación
fr: Accès à l'emplacement requis
hi: स्थान पहुंच आवश्यक है
it: Accesso alla posizione richiesto
ja: 位置情報へのアクセスが必要です
ko: 위치 액세스 필요
pt: Acesso ao local necessário
pt_br: Acesso ao local necessário
ru: Требуется доступ к местоположению
zh_hans: 需要访问位置

source: Log Records: %lld
ar: سجلات السجل: %lld
de: Log-Einträge: %lld
es: Registros de registro: %lld
fr: Entrées de log : %lld
hi: लॉग रिकॉर्ड्स: %lld
it: Registrazioni log: %lld
ja: ログ レコード: %lld
ko: 로그 레코드: %lld
pt: Registros de Log: %lld
pt_br: Registros de log: %lld
ru: Записи журнала: %lld
zh_hans: 日志记录数：%lld

source: Log Utilities
ar: الأدوات المساعدة للسجل
de: Protokolldienstprogramme
es: Utilidades de registro
fr: Utilitaires de journaux
hi: लॉग उपयोगिताएँ
it: Utilità di registro
ja: ログユーティリティ
ko: 로그 유틸리티
pt: Utilitários de registro
pt_br: Utilitários de registro
ru: Журнал утилит
zh_hans: 日志实用程序

source: LOG UTILITIES
ar: أدوات السجل
de: LOG-PROGRAMME
es: UTILIDADES DE REGISTRO
fr: UTILITAIRES DE LOG
hi: लॉग उपयोगिताएँ
it: STRUMENTI DEI LOG
ja: ログユーティリティ
ko: 로그 유틸리티
pt: UTILITÁRIOS DE LOG
pt_br: UTILITÁRIOS DE REGISTRO
ru: ЖУРНАЛЫ
zh_hans: 日志工具

source: Look for recording indicators. Devices like Ray-Ban Meta glasses have a capture LED light on the frame. If it's solid white, it is actively recording or streaming.
ar: ابحث عن مؤشرات التسجيل. تحتوي الأجهزة مثل نظارات Ray-Ban Meta على ضوء LED لالتقاط الصور على الإطار. إذا كان لونه أبيض ثابتًا، فهذا يعني أنه يتم التسجيل أو البث بشكل نشط.
de: Achten Sie auf Aufnahmeanzeigen. Geräte wie die Ray-Ban Meta-Brille haben eine LED-Aufnahmeleuchte am Rahmen. Wenn sie dauerhaft weiß leuchtet, wird aktiv aufgenommen oder gestreamt.
es: Busca indicadores de grabación. Dispositivos como las gafas Ray-Ban Meta tienen una luz LED de captura en la montura. Si está fija en el blanco, está grabando o transmitiendo activamente.
fr: Recherchez les indicateurs d'enregistrement. Les appareils comme les lunettes Ray-Ban Meta disposent d'un voyant LED d'enregistrement sur la monture. S'il est blanc fixe, l'enregistrement ou la diffusion est en cours.
hi: रिकॉर्डिंग संकेतक देखें. रे-बैन मेटा ग्लास जैसे उपकरणों में फ्रेम पर एक कैप्चर एलईडी लाइट होती है। यदि यह ठोस सफेद है, तो यह सक्रिय रूप से रिकॉर्डिंग या स्ट्रीमिंग कर रहा है।
it: Cerca gli indicatori di registrazione. Dispositivi come gli occhiali Ray-Ban Meta hanno una luce LED di acquisizione sulla montatura. Se è bianca fissa, sta registrando o trasmettendo attivamente.
ja: 録音インジケーターを探します。 Ray-Ban Meta メガネなどのデバイスには、フレームにキャプチャ LED ライトが付いています。白で点灯している場合は、録画またはストリーミングがアクティブです。
ko: 녹음 표시를 찾아보세요. Ray-Ban Meta 안경과 같은 장치에는 프레임에 캡처 LED 조명이 있습니다. 흰색으로 켜져 있으면 녹화 중이거나 스트리밍 중인 것입니다.
pt: Procure por indicadores de gravação. Dispositivos como os óculos Ray-Ban Meta têm um LED de gravação na armação. Se estiver branco fixo, está gravando ou transmitindo ativamente.
pt_br: Procure indicadores de gravação. Dispositivos como os óculos Ray-Ban Meta possuem uma luz LED de captura na armação. Se estiver branco sólido, significa que está gravando ou transmitindo ativamente.
ru: Найдите индикаторы записи. Такие устройства, как очки Ray-Ban Meta, оснащены светодиодной подсветкой на оправе. Если он горит белым цветом, идет активная запись или потоковая передача.
zh_hans: 寻找记录指标。 Ray-Ban Meta 眼镜等设备的镜框上有一个 LED 捕捉灯。如果呈纯白色，则表示正在录制或流式传输。

source: Low
ar: قليل
de: Niedrig
es: Bajo
fr: Faible
hi: कम
it: Bassa
ja: 低い
ko: 낮은
pt: Baixa
pt_br: Baixo
ru: Низкий
zh_hans: 低

source: Manufacturer
ar: الشركة المصنعة
de: Hersteller
es: Fabricante
fr: Fabricant
hi: उत्पादक
it: Produttore
ja: メーカー
ko: 제조업체
pt: Fabricante
pt_br: Fabricante
ru: Производитель
zh_hans: 制造商

source: Medium
ar: واسطة
de: Mittel
es: Medio
fr: Moyenne
hi: मध्यम
it: Media
ja: 中くらい
ko: 중간
pt: Média
pt_br: Médio
ru: Середина
zh_hans: 中

source: Medium (Same room, ~5m)
ar: متوسطة (نفس الغرفة، ~5 م)
de: Mittel (Gleicher Raum, ~5m)
es: Medio (Misma habitación, ~5m)
fr: Moyen (Même pièce, ~5m)
hi: मध्यम (वही कमरा, ~5 मी)
it: Medio (Stessa stanza, ~5m)
ja: 中（同じ部屋、約5m）
ko: 중형(같은 공간, ~5m)
pt: Médio (Mesma sala, ~5m)
pt_br: Médio (Mesma sala, ~5m)
ru: Средний (та же комната, ~5 м)
zh_hans: 中（同一房间，~5m）

source: Meta AI Glasses
ar: نظارات ميتا ايه اي
de: Meta-KI-Brille
es: Gafas Meta AI
fr: Lunettes méta IA
hi: मेटा एआई चश्मा
it: Occhiali Meta AI
ja: メタAIメガネ
ko: 메타 AI 안경
pt: Óculos Meta AI
pt_br: Óculos Meta AI
ru: Мета-очки AI
zh_hans: 元人工智能眼镜

source: Meta Orion
ar: ميتا أوريون
es: Meta Orión
fr: Méta Orion
hi: मेटा ओरियन
it: Meta Orione
ja: メタオリオン
ko: 메타오리온
pt: Meta Órion
pt_br: Meta Órion
ru: Мета Орион
zh_hans: 元猎户座

source: Meta Ray-Ban Display
ar: عرض ميتا راي بان
es: Pantalla Meta Ray-Ban
fr: Écran Meta Ray-Ban
hi: मेटा रे-बैन डिस्प्ले
it: Display Meta Ray Ban
ja: メタレイバンディスプレイ
ko: 메타레이 금지 디스플레이
pt: Visor Meta Ray-Ban
pt_br: Visor Meta Ray-Ban
ru: Мета-дисплей Ray-Ban
zh_hans: 元雷朋显示器

source: Microphone array for voice assistance and environmental audio capturing.
ar: مجموعة ميكروفون للمساعدة الصوتية والتقاط الصوت البيئي.
de: Mikrofonarray für Sprachunterstützung und Umgebungsaudioerfassung.
es: Matriz de micrófonos para asistencia de voz y captura de audio ambiental.
fr: Réseau de microphones pour l'assistance vocale et la capture audio environnementale.
hi: आवाज सहायता और पर्यावरणीय ऑडियो कैप्चरिंग के लिए माइक्रोफोन सरणी।
it: Array di microfoni per assistenza vocale e acquisizione audio ambientale.
ja: 音声アシスタントと環境音のキャプチャのためのマイク アレ​​イ。
ko: 음성 지원 및 환경 오디오 캡처를 위한 마이크 어레이입니다.
pt: Conjunto de microfones para assistência de voz e captura de áudio ambiental.
pt_br: Conjunto de microfones para assistência de voz e captura de áudio ambiental.
ru: Микрофонная система для голосовой помощи и записи окружающего звука.
zh_hans: 用于语音辅助和环境音频捕获的麦克风阵列。

source: MID-RANGE (COOL)
ar: متوسطة المدى (باردة)
de: MITTLERE ENTFERNUNG (KÜHL)
es: DISTANCIA MEDIA (TEMPLADO)
fr: DISTANCE MOYENNE (FRAIS)
hi: मध्य-सीमा (ठंडा)
it: Distanza media (Fresco)
ja: ミッドレンジ（クール）
ko: 중거리(쿨)
pt: MÉDIA DISTÂNCIA (FRIO)
pt_br: GAMA MÉDIA (FRESCO)
ru: СРЕДНИЙ (ХОЛОДНЫЙ)
zh_hans: 中等距离 (凉)

source: Minimum delay between alert notifications and active device tracking resets. A shorter cooldown makes detection highly responsive, while a longer one prevents repeating alerts.
ar: الحد الأدنى من التأخير بين إشعارات التنبيه وإعادة تعيين تتبع الجهاز النشط. إن فترة التباطؤ الأقصر تجعل عملية الكشف سريعة الاستجابة، في حين أن فترة التباطؤ الأطول تمنع تكرار التنبيهات.
de: Mindestverzögerung zwischen Benachrichtigungen und dem Zurücksetzen der aktiven Geräteverfolgung. Ein kürzerer Cooldown macht die Erkennung reaktionsschnell, ein längerer verhindert wiederholte Alarme.
es: Retraso mínimo entre las notificaciones de alerta y el restablecimiento del seguimiento del dispositivo activo. Un tiempo de espera más corto hace que la detección sea muy sensible, mientras que uno más largo evita alertas repetidas.
fr: Délai minimum entre les notifications d'alerte et la réinitialisation du suivi des appareils actifs. Un délai plus court rend la détection très réactive, tandis qu'un délai plus long évite les alertes répétitives.
hi: अलर्ट सूचनाओं और सक्रिय डिवाइस ट्रैकिंग रीसेट के बीच न्यूनतम विलंब। एक छोटा कोल्डाउन पहचान को अत्यधिक प्रतिक्रियाशील बनाता है, जबकि एक लंबा कोल्डाउन अलर्ट को दोहराने से रोकता है।
it: Ritardo minimo tra le notifiche di avviso e il ripristino del tracciamento del dispositivo attivo. Un tempo di attesa più breve rende il rilevamento altamente reattivo, mentre uno più lungo evita avvisi ripetuti.
ja: アラート通知とアクティブ デバイス追跡リセットの間の最小遅延。クールダウンを短くすると検出の応答性が高くなり、クールダウンを長くするとアラートの繰り返しが防止されます。
ko: 경고 알림과 활성 장치 추적 재설정 사이의 최소 지연입니다. 대기 시간이 짧을수록 탐지 반응이 빨라지고, 대기 시간이 길수록 경고가 반복되는 것을 방지할 수 있습니다.
pt: Atraso mínimo entre notificações de alerta e redefinições de rastreamento de dispositivo ativo. Um tempo de espera mais curto torna a detecção altamente responsiva, enquanto um mais longo evita alertas repetidos.
pt_br: Atraso mínimo entre notificações de alerta e redefinições de rastreamento de dispositivos ativos. Um tempo de espera mais curto torna a detecção altamente responsiva, enquanto um tempo de espera mais longo evita a repetição de alertas.
ru: Минимальная задержка между оповещениями и сбросом активного отслеживания устройств. Более короткое время восстановления повышает оперативность обнаружения, а более длительное предотвращает повторение предупреждений.
zh_hans: 警报通知与活动设备跟踪重置之间的最小延迟。较短的冷却时间使检测高度敏感，而较较的冷却时间可防止重复警报。

source: Mission
ar: مهمة
es: Misión
hi: उद्देश्य
it: Missione
ja: ミッション
ko: 사명
pt: Missão
pt_br: Missão
ru: Миссия
zh_hans: 使命

source: Monitor your surroundings for privacy risks.
ar: راقب محيطك بحثًا عن مخاطر الخصوصية.
de: Beobachte deine Umgebung auf Datenschutzrisiken.
es: Monitorea tus alrededores para detectar risques de privacidade.
fr: Surveillez votre environnement pour les risques de confidentialité.
hi: गोपनीयता संबंधी जोखिमों के लिए अपने परिवेश की निगरानी करें।
it: Monitora l'ambiente circostante per rischi alla privacy.
ja: プライバシーのリスクがないか周囲を監視してください。
ko: 개인정보 보호 위험이 있는지 주변을 모니터링하세요.
pt: Monitore o ambiente para riscos de privacidade.
pt_br: Monitore seu entorno em busca de riscos à privacidade.
ru: Следите за своим окружением на предмет рисков конфиденциальности.
zh_hans: 监视您的周围环境以防范隐私风险。

source: Most smart glasses utilize a front-facing white LED indicator that turns solid or flashes when recording is active. However, these LEDs can be obstructed or modified.
ar: تستخدم معظم النظارات الذكية مؤشر LED أبيض أمامي يتحول إلى حالة ثابتة أو يومض عندما يكون التسجيل نشطًا. ومع ذلك، يمكن عرقلة هذه المصابيح أو تعديلها.
de: Die meisten Smart-Brillen nutzen eine nach vorne gerichtete weiße LED-Anzeige, die dauerhaft leuchtet oder blinkt, wenn die Aufnahme aktiv ist. Diese LEDs können jedoch verdeckt oder modifiziert werden.
es: La mayoría de las gafas inteligentes utilizan un indicador LED blanco frontal que se ilumina o parpadea cuando la grabación está activa. Sin embargo, estos LED se pueden obstruir o modificar.
fr: La plupart des lunettes intelligentes utilisent un voyant LED blanc à l'avant qui s'allume ou clignote lors de l'enregistrement. Cependant, ces LED peuvent être masquées ou modifiées.
hi: अधिकांश स्मार्ट ग्लास सामने की ओर सफेद एलईडी संकेतक का उपयोग करते हैं जो रिकॉर्डिंग सक्रिय होने पर ठोस हो जाता है या चमकने लगता है। हालाँकि, इन LED को बाधित या संशोधित किया जा सकता है।
it: La maggior parte degli occhiali smart utilizza un indicatore LED bianco rivolto in avanti che rimane acceso o lampeggia quando la registrazione è attiva. Tuttavia, questi LED possono essere ostruiti o modificati.
ja: ほとんどのスマート グラスには、録音がアクティブな場合に点灯または点滅する前面の白色 LED インジケーターが使用されています。ただし、これらの LED が遮られたり、変更されたりする可能性があります。
ko: 대부분의 스마트 안경은 녹음이 활성화되면 계속 켜져 있거나 깜박이는 전면 흰색 LED 표시기를 사용합니다. 그러나 이러한 LED가 가려지거나 수정될 수 있습니다.
pt: A maioria dos óculos inteligentes utiliza um indicador LED branco frontal que acende ou pisca quando a gravação está ativa. No entanto, esses LEDs podem ser obstruídos ou modificados.
pt_br: A maioria dos óculos inteligentes utiliza um indicador LED branco frontal que fica sólido ou pisca quando a gravação está ativa. No entanto, estes LEDs podem ser obstruídos ou modificados.
ru: В большинстве умных очков используется белый светодиодный индикатор на передней панели, который горит постоянно или мигает во время записи. Однако эти светодиоды можно заблокировать или модифицировать.
zh_hans: 大多数智能眼镜都有一个前置的白色 LED 指示灯，在激活录制时会常亮或闪烁。然而，这些 LED 可能会被遮挡或改装。

source: Move around to establish a connection.
ar: التحرك لإنشاء اتصال.
de: Bewegen Sie sich, um eine Verbindung herzustellen.
es: Muévete para establecer una conexión.
fr: Déplacez-vous pour établir une connexion.
hi: संबंध स्थापित करने के लिए इधर-उधर घूमें।
it: Muoviti per stabilire una connessione.
ja: 接続を確立するために移動します。
ko: 이동하여 연결을 설정하세요.
pt: Mova-se para estabelecer uma conexão.
pt_br: Mova-se para estabelecer uma conexão.
ru: Двигайтесь, чтобы установить соединение.
zh_hans: 四处走动以建立连接。

source: Near (Direct proximity, ~2m)
ar: قريب (قرب مباشر، ~2 م)
de: Nah (Direkte Nähe, ~2m)
es: Cerca (Proximidad directa, ~2m)
fr: Proche (Proximité directe, ~2m)
hi: निकट (सीधी निकटता, ~2 मी)
it: Vicino (Prossimità diretta, ~2m)
ja: 近く（直接近接、約2m）
ko: 근거리 (직접 근접, ~2m)
pt: Perto (Proximidade direta, ~2m)
pt_br: Perto (proximidade direta, ~2m)
ru: Рядом (прямая близость, ~2 м)
zh_hans: 近（直接接近，~2m）

source: Near App Privacy Awareness
ar: Near الوعي بخصوصية التطبيقات
de: Near App-Datenschutzbewusstsein
es: Near Concientización sobre la privacidad de la aplicación
fr: Near Sensibilisation à la confidentialité des applications
hi: Near ऐप गोपनीयता जागरूकता
it: Near Consapevolezza della privacy dell'app
ja: Near アプリのプライバシー意識
ko: Near 앱 개인정보 보호 인식
pt: Consciência de Privacidade do Near
pt_br: Conscientização sobre privacidade do aplicativo Near
ru: Near Обеспечение конфиденциальности приложений
zh_hans: Near 应用程序隐私意识
